{
  "warhammer-40k": [
    {
      "id": "00001",
      "name": "Norn Emissary",
      "price": 7000,
      "faction": "Tyranids",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2023_08_99120106064_NornAssimilatorStock",
      "sku": 99120106064,
      "stock": 10,
      "sold": 48,
      "desc": "Each Norn Emissary is a purpose-bred beast, spawned by its Norn Queen to accomplish a specific and singular objective – be it hunting a strategically gifted commander, abducting a knowledgeable prey-being, or pursuing some other ineffable goal. These colossal heralds of the Hive Mind's agenda meld terrifying psionic potential with speed, intelligence, and monstrous strength, ensuring that a Norn Emissary is more than equal to its alien task.\n\nThis multipart plastic kit builds a Norn Emissary, a psychic monster tailored to overcome all resistance. Stood atop a ruined structure covered in Tyranid growths, the Emissary shreds all opposition with massive scything talons and cruel, dextrous claws, its visible brain tissue suffused with unnatural power. The Norn Emissary stands amongst the larger creatures in the Tyranids range, towering above even a Hive Tyrant – it's an excellent centrepiece model, loaded with alien detail to show off your painting skills. The kit also includes two different lower torsos, allowing you to pose your Emissary surveying the battlefield or leering down at its prey.\n\nThis miniature can alternatively be built as a Norn Assimilator, a single-minded Tyranid monster with toxic bone harpoons.\n\nThis kit comprises 58 plastic components and comes with a Citadel 100mm Round Base. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "00002",
      "name": "Commander Dante",
      "price": 2750,
      "faction": "Blood Angels",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2023_04_TR-41-40-99120101395-Blood_Angels_Commander_Dante",
      "sku": 99120101395,
      "stock": 0,
      "sold": 49,
      "desc": "Commander Dante is among the most storied Space Marines in the Imperium, a beloved son of Sanguinius who has led the Blood Angels Chapter for more than a thousand years. Appointed by Guilliman himself as Lord Regent of the Imperium Nihilus, Dante soars over the battlefield in gleaming golden armour. Once in the fray, the piercing gaze of his death mask freezes enemies with unnatural fear, even as he cuts down foe after foe with perfect strikes from the Axe Mortalis.\n\nThis multipart plastic kit builds Commander Dante, Chapter Master of the Blood Angels. This ancient hero has crossed the Rubicon Primaris, and goes to war clad in finely-wrought armour with sculpted musculature and angelic ornamentation. His helm incorporates the beautiful but terrifying Death Mask of Sanguinius himself, framed by his majestic iron halo. Descending from the skies on his custom jump pack, Dante aims the Perdition Pistol – an archeotech melta weapon of incredible power – and brandishes the lethal Axe Mortalis.\n\nThis kit comprises 26 plastic components, and comes with a Citadel 50mm Round Base. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "00003",
      "name": "Lion El'Jonson",
      "price": 4250,
      "faction": "Dark Angels",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2023_07_99120101378_DALionElJohnsonStock",
      "sku": 99120101378,
      "stock": 4,
      "sold": 28,
      "desc": "The First. The Son of the Forest. The Master of Caliban. The Primarch of the Dark Angels.\n\nLion El'Jonson stalks from mist-wreathed shadow realms like an ancient questing knight, hunting the galaxy's myriad terrors. With his immense blade, Fealty, the Primarch cleaves apart the most heinous of monstrosities, while the Emperor's Shield erupts in blazes of light and force in response to his foes' savage blows.\n\nThis is a jaw-dropping miniature befitting the legendary status of a Primarch, striding over battlefield rubble in ornate, knightly armour adorned with personal heraldry and the symbols of the Dark Angels. He's joined by a pair of mysterious Watchers in the Dark, and can be built with one of four different head options – a bare head, a hooded head, a crested helm, and a hooded helm.\n\nThis miniature makes an incredible centrepiece for any Dark Angels army. Painters will enjoy the level of detail and the different textures that make up his robes, armour, and weapons. Meanwhile, gamers will enjoy setting the Lion upon the enemies of the Imperium and proving his prowess as a duelist.\n\nThis kit comprises 43 plastic components, and is supplied with a 60mm Citadel Round base. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "00004",
      "name": "Commander Farsight",
      "price": 4000,
      "faction": "T'au Empire",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2023_07_99120113086_TAUEmpCommanderFarsight08",
      "sku": 99120113086,
      "stock": 7,
      "sold": 21,
      "desc": "Aggressive and rebellious, Commander O'Shovah is an undisputed master of Mont'ka, the T'au metastrategy of the Killing Blow. Piloting his crimson battlesuit, he carves a bloody path into the enemy, leading his separatist Fire Caste forces from the front as he wields the enigmatic Dawn Blade with such strength and skill that no foe can stand against him.\n\nThis multipart plastic kit builds Commander Farsight, leader to the breakaway Farsight Enclaves of the T'au Empire. His custom XV-86 Supernova battlesuit features advanced technology that provides greater agility and mobility, allowing him to put his prodigious skills with the blade to good use. Farsight wields the mysterious Dawn Blade in one hand, with a plasma rifle and shield generator mounted to his other arm. This legendary figure's wargear is loaded with details, from the ritual bonding knife strapped on his leg to the Farsight Enclaves icon worked into his shield's surface. His heroic pose atop a dramatic scenic base make Commander Farsight an eye-catching centrepiece for any collection or army.\n\nThis kit comprises 48 plastic components, and comes with a Citadel 60mm Round Base. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "00005",
      "name": "Szarekh, the Silent King",
      "price": 10000,
      "faction": "Necrons",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2020_10_TR-49-26-99120110047-Necrons-_Szarekh_the__Silent_King",
      "sku": 99120110047,
      "stock": 3,
      "sold": 35,
      "desc": "The Silent King rides to war aboard his Dais of Dominion, flanked by the phaerons of his Triarch and orbited by crackling noctilith Menhirs. He unleashes god-like powers of annihilation upon his dismayed foes, even as his absolute authority radiates out to empower the Necron legions and drive them to inevitable victory.\n\nBehold, the Silent King has returned to the galaxy! The ultimate Necron character, Szarekh has a place in any Necron collection. Use his terrifying skills as a commander to enhance the units in your army, shatter even the toughest enemies with a blistering range of attacks, or just give yourself a gorgeous model to build and paint.\n\nThis kit builds Szarekh, the Silent King and two Triarchal Menhirs. It is supplied in 155 plastic components and comes with 1x 100mm round base and 2x 50mm round bases."
    },
    {
      "id": "00006",
      "name": "Angron",
      "price": 10000,
      "faction": "World Eaters",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2023_02_99120102152_AngronDaemonPrimarchStock",
      "sku": 99120102152,
      "stock": 2,
      "sold": 30,
      "desc": "Angron is the Red Angel, Lord of the World Eaters, the Daemon Primarch of Khorne. Raised as a slave in the brutal fighting pits of Nuceria, this maddened demigod sought glorious death in the battles of the Horus Heresy – only to be damned to an eternity of undying rage. For ten thousand years he has savaged the Imperium, fury given immortal form, the butchers of the XII Legion following in his bloody wake. When he steps forth into realspace, Angron is an unstoppable engine of destruction with the strength to tear apart bastions with his bare hands and stop Titans in their tracks. His very presence drives those around him into a frenzy of wrath and fear, as he carves his way through entire armies in a whirlwind of apocalyptic bloodshed.\n\nThis multipart kit builds Angron, Daemon Primarch of Khorne – the eternal master of the World Eaters Legion. This imposing warrior towers head and shoulders above most miniatures on the battlefield, including his own frenzied sons amongst the World Eaters. He's armed with his massive chainaxe, Spinegrinder, and the brutal rune-etched daemon sword known as Samni’arius – both weapons chained to his wrists in true Nucerian style. His warped form is festooned with grisly trophies and World Eaters iconography, with a barbed club-tail whipping behind him, shadowed by a pair of sinister spiked wings. Even his base is littered with skulls, as his hooved feet mount a broken rocky outcrop.\n\nAngron's monstrous visage can be built in a fanged roar or close-mouthed snarl, and he can be assembled with his infernal musculature laid bare, or clad in the twisted Armour of Mars – the same gladiatorial plate that he wore during the Horus Heresy, warped to match his daemonic form. However you build him, the powerful physique, dynamic pose, and sheer size of this fallen Primarch commands immediate attention, making him a truly impressive centrepiece in any World Eaters army and an absolute treat for painters and collectors of all stripes.\n\nThis kit comprises 77 plastic components, and is supplied with a Citadel 100mm Round Base. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "00007",
      "name": "Magnus the Red",
      "price": 10000,
      "faction": "Thousand Sons",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2021_09_EB200a-34-99-99020102132-THOUSAND_SONS_MAGNUS_THE_RED",
      "sku": 99120102132,
      "stock": 5,
      "sold": 50,
      "desc": "The air screams as Magnus the Red descends from the skies, and stone runs molten beneath his shadow. Cyclopean son of the Emperor of Mankind, his very presence is anathema to logic. To look upon him is to surrender sanity, and when the Crimson King gazes back, destruction is loosed in unimaginable measure. Second only to the Emperor in terms of psychic ability, he rends asunder reality with a sweep of his blade, annihilating even super-heavy vehicles with the sheer intensity of his ire. Then, with a flex of mighty pinions, Magnus the Red is borne aloft, glorying in his unnatural power as he brings fresh calamity to the weaklings who oppose him.\n\nThis multi-part plastic kit contains the components necessary to assemble Magnus the Red, Daemon Primarch of Tzeentch. An imposing winged model whose size is appropriate to his power, he comes with a selection of 3 different faces (cyclopean, open helm and closed helm), is clad in armour dating from before the dark days of the Horus Heresy and has an array of modelling options: accessories include magical tomes, scrolls and daggers. He’s armed with the frankly ostentatious Blade of Magnus, modelled as a choice of glaive or sword. Supplied with a Citadel 100mm Round based, and a crushed Space Wolf Dreadnought for a base detail!"
    },
    {
      "id": "00008",
      "name": "Ufthak Blackhawk",
      "price": 2750,
      "faction": "Orks",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2024_02_TR-50-65-99120103116-Black_Library_Miniature_Orks_Ufthak_Blackhawk",
      "sku": 99120103116,
      "stock": 9,
      "sold": 25,
      "desc": "Ufthak Blackhawk faces problems head on with the intention of hitting them hard enough that they go down and stay down – this is the Ork who destroyed a Warlord Titan by driving a Shokkjump Dragsta into it, before killing everyone inside.\n\nThis multipart plastic kit builds one Ufthak Blackhawk – A Bad Moon Warboss of devious cunning, wielder of the deadly Snazzhammer, and supposedly capable of something resembling 'tactics'. He is depicted taking aim with his kustom weapon mounted upon his faithful attack squig, Princess.\n\nThis kit comprises 11 plastic components, and comes with a Citadel 50mm Round Base.\n\nThis miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "00009",
      "name": "Avatar of Khaine",
      "price": 6500,
      "faction": "Aeldari",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2022_03_99120104072_AELAvatarofKhaineStock",
      "sku": 99120104072,
      "stock": 0,
      "sold": 20,
      "desc": "An Avatar of Khaine is an ancient deity incarnate – a burning shard of Khaela Mensha Khaine, the Bloody-Handed God of the Aeldari. Awakened for battle, he marches through enemy fire without breaking stride, laughing cruelly as his weapon – the Wailing Doom – cleaves flesh and tastes the blood of his foes with each strike. The Avatar's mere presence incites a merciless rage in the Asuryani around him, his fearsome aura eradicating fear or hesitation in favour of a nigh insatiable murderlust. In these moments, the Aeldari seem transformed into a vision of the glorious and terrible conquerors who once ruled the galaxy.\n\nThis kit builds one Avatar of Khaine, who can be constructed with a choice of three different heads – a classic helmet with plume and headdress, a more martial helm with an ornate crest, or a bare head with a wild mane and flowing topknot. The Avatar's divine weapon, the Wailing Doom, can also be built in one of three forms – a gigantic sword, a vicious axe, or a sweeping spear, each marked with eldritch runes of power.\n\nThis set comprises 53 plastic components and is supplied with 1x 80mm Citadel round base. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel paints."
    },
    {
      "id": "00010",
      "name": "Rogal Dorn Battle Tank",
      "price": 6000,
      "faction": "Astra Militarum",
      "image": "/images/warhammer-40k/https___trade.games-workshop.com_assets_2023_01_99120105098_AMRogalDornBattleTankStock",
      "sku": 99120105098,
      "stock": 6,
      "sold": 50,
      "desc": "The Rogal Dorn Battle Tank is a lumbering behemoth, equally suited to anchoring a battle line, or grinding forward in support of an assault. Bristling with thunderous guns, these hulking armoured fighting vehicles pound breaches in enemy’s defences with enormous shells, and tear apart infantry with raucous storms of fire.\n\nThis multipart plastic kit builds a Rogal Dorn Battle Tank – a mobile gun platform even larger than the mighty Leman Russ Battle Tank. The Rogal Dorn's primary weapon is mounted on its turret – you can choose between the high volume fire of a twin battle cannon, or the intimidating power of an oppressor cannon with a co-axial autocannon mounted on its side. A secondary hard point on the hull mounts either a castigator gatling cannon to punish hordes of infantry, or a pulveriser cannon to take on enemy armour.\n\nThe kit includes an arsenal of optional weaponry – you can add optional sponson mounts armed with a pair of heavy bolters or multi-meltas, while optional forward mounts can house heavy stubbers or meltaguns. The tank's tracks can be upgraded with additional armour, and you'll also find extensive cosmetic options, including tow hooks, viewing slits, extra fuel, a search light, and stowed equipment. There are three crew members, including a spotter, tank officer, and a gunner for the pintle-mounted heavy stubber, which can be built with five head options or replaced with closed hatches.\n\nThis kit comprises 171 plastic components and includes an Astra Militarum Vehicle Transfer Sheet, with 475 transfers featuring numerals, sigils, and a variety of regimental heraldry. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    }
  ],
  "age-of-sigmar": [
    {
      "id": "10001",
      "name": "Be'lakor",
      "price": 9500,
      "faction": "Slaves to Darkness",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2023_02_EB200a-97-19-99129915070-Belakor_The_Dark_Master",
      "sku": 99129915070,
      "stock": 0,
      "sold": 49,
      "desc": "Be'lakor, the Dark Master, is the first of the Daemon Princes and a consummate champion of Chaos. Wreathed in ethereal shadows and lifted high above the battlefield on monstrous wings, Be'lakor regards the efforts of his foes with a bitter scorn as they struggle in vain against his diabolical plans. As the Mortal Realms descend into chaos following the cataclysmic Soul Wars, the First Prince knows his time has finally arrived. Neither men nor gods can stop his grand ambition.\n\nAs befits the greatest of the Daemon Princes, Be'lakor is every bit the creature of nightmare he appears to be. Supernaturally skilled in both the martial and magical arts, his imposing figure is the perfect centrepiece for an army of Chaos and a potent wrecking ball with which to cast your enemies aside. Most impressive of all, this incredible model is 170mm tall from the bottom of his base to the tip of his wings.\n\nThis multipart plastic kit is comprised of 85 components, with which you can assemble one Be'lakor, the Dark Master, and is supplied with 1x Citadel 100mm Round base. This kit contains multiple options to build Be'lakor themed for either a Warhammer Age of Sigmar Slaves to Darkness army, a Warhammer 40,000 Chaos Daemons army, or a neutral theme to suit both games."
    },
    {
      "id": "10002",
      "name": "Kroxigor",
      "price": 3750,
      "faction": "Seraphon",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2023_05_99120208032_SERKroxigorStock",
      "sku": 99120208032,
      "stock": 4,
      "sold": 50,
      "desc": "Kroxigor are monstrously strong reptilian brutes, taller and bulkier than even the most hulking saurus. Created as simple labourers for raising Seraphon temples, when battle calls the Kroxigor take up heavy mauls and wade into battle alongside massed skink cohorts, crushing any who would threaten their diminutive cousins.\n\nThis multipart plastic kit builds three Kroxigor – muscular Seraphon who loom over lesser foes. Each Kroxigor wields a spike-studded drakebite maul, and one can instead be armed with an ornate moonstone hammer. The kit offers a wealth of customisation options – every Kroxigor has a choice of two different heads with thick scaled crests, and two arm poses to swing its massive weapon. The kit also includes three distinct maul-heads and five bony tail tips that can be used with any model, as well as a variety of necklaces and scenic base elements.\n\nThis kit can alternatively build three Kroxigor Warspawned, aggressive creatures shaped specifically for battle.\n\nThis kit comprises 128 plastic components, and comes with three Citadel 50mm Round Bases. These miniatures are supplied unassembled and unpainted – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "10003",
      "name": "Aggradon Lancers",
      "price": 3750,
      "faction": "Seraphon",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2023_05_99120208034_AggradonLancersStock",
      "sku": 99120208034,
      "stock": 9,
      "sold": 33,
      "desc": "Aggradon Lancers are among the most aggressive cavalry known to the Mortal Realms, for their fearsome scaled steeds only become swifter and more ravenous as battle-frenzy overtakes their senses. A charge of Aggradon Lancers can collapse entire battlelines in a storm of predatory violence, riders and mounts alike lashing out with savage force and overwhelming ferocity.\n\nThis multipart plastic kit builds three Aggradon Lancers – formidable and bloodthirsty Seraphon cavalry. The saurus riders can all be armed with a barbed celestite club or a piercing celestite spear, and each comes with two armoured collars to give you a choice of poses. One model can be built as an Alpha champion – with a choice of unique heads and weapons, alternate arm poses, and a unique shield – one as a War-drummer musician, and one as an imposing Icon Bearer.\n\nThe kit provides a wealth of customisation options – six heads and three shields that can be used with any of the riders, as well as interchangeable tails, armour plates, and feather decorations for the aggradons – allowing you to build a varied roster of reptilian riders and steeds.\n\nThis kit comprises 95 plastic components, and comes with three Citadel 75x42mm Oval Bases. These miniatures are supplied unassembled and unpainted – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "10004",
      "name": "Belthanos",
      "price": 6500,
      "faction": "Sylvaneth",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2024_01_TR-92-29-99120204044-Syvaneth_Belthanos_First_Thron_of_Kurnoth",
      "sku": 99120204044,
      "stock": 3,
      "sold": 37,
      "desc": "Belthanos leads the eternal hunt that keeps his master Kurnoth’s spirit in bloom. Cloaked in leaves and riding atop a Carnelian Greatspite made of pure life magic, he chases down those who would harm Ghyran so that his howling followers might rip them apart.\n\nThis multipart plastic kit builds one Belthanos, First Thorn of Kurnoth, for use in Sylvaneth armies in games of Warhammer Age of Sigmar. Belthanos is posed wielding his fearsome Kurnoth Glaive, riding his monstrous Carnelian Greatspite mount, and blowing on his Kurnothi War-horn, summoning the hosts of the Sylvaneth to war. Calling the Unending hunt, Belthanos's song reverberates around the battlefield as he leads his allies in reclaiming and cleansing the Mortal Realms.\n\nThis kit contains 50 plastic components, and comes with a Citadel 150mm Oval Base. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "10005",
      "name": "Spiterider Lancers",
      "price": 4000,
      "faction": "Sylvaneth",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2022_06_99120204031_SpiteriderLancersStock",
      "sku": 99120204031,
      "stock": 8,
      "sold": 40,
      "desc": "The Spiterider Lancers are Alarielle's elite cavalry, mounted upon agile Dragonspites whose bodies thrum with the energies of Life. Taming one of these ancient insectoid predators is a quest in itself – their forest spirit riders deftly swoop and whirl above the battlefield before suddenly diving into a charge, striking the enemy lines with shocking force. The enemies of the Everqueen are left with nowhere to hide when the Spiterider Lancers are unleashed from the vales.\n\nThis multipart plastic kit builds three Spiterider Lancers, forest spirits mounted atop insectoid dragonspites. Wearing knightly horned helms and armed with long magical spears, these elite cavalry fighters can soar across massive distances into a devastating charge, and are infused with vital energies that allow them to repair all but the most grievous wounds. One Spiterider Lancer can be assembled as a Spiterider Scion unit leader, another as a Banner Bearer, and another as a Hornblower. The kit includes a variety of shield designs, heads, and different ways to assemble each dragonspite, as well as a choice of two different instruments for your Hornblower, so no two units need look the same. This set can alternatively be assembled as Revenant Seekers.\n\nThis kit comprises 82 plastic components, and is supplied with 3x Citadel Flying Stems with 60mm Flying Bases. These miniatures are supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel paints."
    },
    {
      "id": "10006",
      "name": "Black Coach",
      "price": 8500,
      "faction": "Nighthaunt",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2022_05_TR-91-22-99120207118-Nighthaunt_Black_Coach",
      "sku": 99120207118,
      "stock": 5,
      "sold": 24,
      "desc": "The Black Coaches are funerary carriages from the underworlds. Within these arcane carriages any tangible remains are gathered in a casket that offers a safe haven in which the banished entity can reform. The dormant occupant can feed upon the energies of death, drinking in agony and grief in order to grow strong. On first tasting death, the Black Coach speeds forward before shimmering jets of balefire extend from the wheels, acting like scythes to cut down enemies. When the coach is immersed in sufficient energies it flickers, allowing it to disappear and reappear in more advantageous positions. Onwards it rolls, growing ever more powerful until it becomes a nigh-unstoppable force of death.\n\nThis multi-part plastic kit contains the components necessary to assemble a Black Coach. Constructed from heavy wooden panels with rivets straining against the ethereal power within, this is a funerary carriage whose drapes are tied back, making a grisly casket within visible; this houses a bound vampire, who can be seen should you choose to model the casket with its lid off. The wheels are wrought from ornate iron – 2 small wheels at the front, 2 larger wheels at the back – with skulls and hourglasses representing death dotted symbolically around. 3 Relic Bearers are careening alongside the Coach, carrying a sword, book and goblet, the personal effects of the vampire being transported. A Cairn Wraith is driving the Coach forward, who can be modelled wearing either a hood or a crown – he can carry a soulreach grasp, a reaper scythe or be modelled with empty, gesturing hands. 4 Nightmares pull the Coach, borne aloft on wisps of ethereal energy – the 2 front Nightmares wear enormous spiked funeral crests.\n\nThis kit comes as 58 components, and is supplied with a Citadel 170mm Oval base."
    },
    {
      "id": "10007",
      "name": "Nagash",
      "price": 8500,
      "faction": "Ossiarch Bonereapers",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2023_03_TR-93-05-99120207157-Deathlords_Nagash_Lord_of_Undead",
      "sku": 99120207157,
      "stock": 8,
      "sold": 34,
      "desc": "Nagash, Supreme Lord of the Undead is the father of necromancy. Resurrected by dark ritual, the immortal Lord of Death is an awe-inspiring centerpiece miniature. Borne aloft by tendrils of ethereal energy and tormented spirits, his unique silhouette looms over the battlefield with an air that promises to usher in a new era of darkness.\n\nThis multi-part plastic kit is equipped with an array of Nagash’s most precious artifacts. Upon his brow sits the Crown of Sorcery, while his hand grips either Alakanash, the Staff of Power or Zefet-nebtar, the Mortis Blade. He is clad in Morikhane, the Black Armour, and orbiting around his sorcerous frame are nine ancient books, each one containing the terrible secrets of animating the dead.\n\nNagash can be assembled either reading from one of the ancient tomes - the Liber Mortis - and holding the Staff of Power aloft with the Mortis Blade secured to his waist. Alternatively you can replace the Staff with the Mortis Blade and add to the ethereal energy that surrounds Nagash by equipping a spirit-entwined arm.\n\nPlease note: the skeleton miniature pictured with Nagash is for size comparison only and is not included in this kit.\n\nIncludes a Citadel 130mm Round base."
    },
    {
      "id": "10008",
      "name": "Verminlord Corruptor",
      "price": 7000,
      "faction": "Skaven",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2022_08_TR-90-21-99120206038-Skaven_Verminlord_Corruptor",
      "sku": 99120206038,
      "stock": 9,
      "sold": 47,
      "desc": "Horrific examples of pure pestilence given form, Verminlord Corruptors live up to their name, existing only to despoil and corrupt. Huge, powerful warriors capable of tearing most enemies apart even before their vile plague spells take hold, they hold absolute power over their underlings in the Clans Pestilens. Their plaguereaper sickles infect opponents with even the slightest nick – to go into battle with this most devious, this most cunning, this most malevolent of skaven is to sign your own putrid, diseased death-warrant.\n\nThe Skaven Pestilens Verminlord Corruptor is armed with 2 plaguereapers. It has a skull head with broken horns and a mane of long hair.\n\nThe multi-part plastic kit can optionally be used to assemble one of four other Verminlords. Whichever one you choose to assemble, the legs and body are used as the core to then add the following details to:\n\n- Verminlord Warbringer is armed with a doom glaive and punch-dagger and is notable for featuring a spiked helmet\n- Verminlord Warpseer is armed with a doom glaive and scry-orb\n- Verminlord Deceiver is armed with a doomstar (in the shape of the Clan Eshin rune) and a warpstiletto. It’s head wears a mask and hood to hide its features\n- Skreech Verminking is armed with a plaguereaper and a doom glaive and has a unique half rotten face\n\nThe Verminlord Corruptor has 61 components and is supplied with a Citadel 120x90mm Oval base. "
    },
    {
      "id": "10009",
      "name": "King Brodd",
      "price": 13000,
      "faction": "Sons of Behemat",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2022_10_99120299086_BroddStock",
      "sku": 99120299086,
      "stock": 0,
      "sold": 39,
      "desc": "Once ruler of the gargant clans of the Scabrous Sprawl, the infamous King Brodd now leads the stomps in a crusade against the forces of Sigmar. A legendary priest-king blessed with mystic wisdom, Brodd draws upon an ancient, primal power – as well as his own vast strength – and will stop at nothing to avenge the death of his godbeast forefather.\n\nThis multipart plastic kit builds King Brodd, the undisputed leader of the Mega-Gargants. This massive miniature towers over almost anything on the battlefield, and makes for both an awe-inspiring centrepiece and a truly colossal painting project. King Brodd is covered in incredible details, such as the servile creepers that perch on his shoulders, the peeling bark of his huge tree-trunk club, and the looted crowns of mortal rulers worn as rings around his huge fingers. Adorned with a draconic skull-helm and massive tusk-pauldrons, King Brodd overshadows even his fellow Mega-Gargants – a true heir to the might of Behemat. Plus, the kit includes tons of cosmetic bits and bobs which you can use to customise Brodd's giant-sized subjects.\n\nThis colossal kit can alternatively build a variety of other Mega-Gargants:\n- Beast-smasher Mega-Gargant – a crazed monster-hunter available to any Destruction force\n- Kraken-eater Mega-Gargant – a greedy coast-raider available to any Order or Destruction force\n- Warstomper Mega-Gargant – a veteran battle-brute available to any Chaos or Destruction force\n- Gatebreaker Mega-Gargant – a grim garrison-smasher available to any Death or Destruction force\n\nThis kit comprises 167 plastic components and is supplied with a Citadel 130mm Round Base. This miniature is supplied unpainted and requires assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    },
    {
      "id": "10010",
      "name": "Orruk Ardboys",
      "price": 3750,
      "faction": "Orruk Warclans",
      "image": "/images/aos/https___trade.games-workshop.com_assets_2023_09_99120209110_ORRArdboyz07",
      "sku": 99120209110,
      "stock": 10,
      "sold": 32,
      "desc": "Orruk Ardboys plough into the fray with a mad bellow and the clatter of heavy pig-iron plate. These mobs of ferocious, battle-scarred fighters smash their way through the enemy's ranks with an array of crude but wickedly sharp weapons, bashing aside return blows – and unlucky opponents – using heavy shields.\n\nThis multipart plastic kit builds 10 Orruk Ardboys, the frontline fighters of the Ironjawz clans. Each Ardboy carries a hefty slab-like shield, and can be armed with either a choppa or a long-handled stikka. You can build one model as an Ardboy Boss to lead the mob with a unique choppa and a choice of heads, and another model as a Gorkamorka Glyph Bearer who carries one of two different back-mounted glyphs.\n\nYou'll find a wide variety of different heads, shields, hands, and weapons, all of which are totally interchangeable – no matter how big your Waaagh! grows, you can ensure that your Ironjawz look like a proppa motley mob.\n\nThis kit comprises 98 plastic components, and comes with 10x Citadel 32mm Round Bases. These miniatures are supplied unpainted and require assembly – we recommend using Citadel Plastic Glue and Citadel Colour paints."
    }
  ]
}
